Repository: rafaelmardojai/blanket
Catalog: po/*.po
Languages: ckb, kk

source: Listen to different sounds
ckb: گوێ لە دەنگە جیاوازەکان بگرە
kk: Әртүрлі дыбыстарды тыңдау

source: Concentrate;Focus;Noise;Productivity;Sleep;
ckb: جەختکردن;سەرنج;ژاوەژاو;بەرهەمهێنان;نووستن;
kk: Шоғырлану;Назар аудару;Шу;Өнімділік;Ұйқы;

source: Listen to ambient sounds
ckb: گوێ لە دەنگەکانی دەوروبەر بگرە
kk: Фондық дыбыстарды тыңдау

source: Improve focus and increase your productivity by listening to different ambient sounds
ckb: سەرنجت باشتر بکە و بەرهەمهێنانت زیاد بکە بە گوێگرتن لە دەنگەکانی دەوروبەر
kk: Әртүрлі фондық дыбыстарды тыңдау арқылы назарыңызды жақсартыңыз және өнімділігіңізді арттырыңыз

source: Also can help you to fall asleep in a noisy environment.
ckb: هەروەها دەتوانێت یارمەتیت بدات بۆ نووستن لە ژینگەیەکی ژاوەژاودا.
kk: Сондай-ақ шулы ортада ұйықтап қалуға көмектесе алады.

source: Features:
ckb: تایبەتمەندییەکان:
kk: Мүмкіндіктері:

source: Save presets
ckb: پریسێتەکان هەڵبگرە
kk: Пресеттерді сақтау

source: Add custom sounds
ckb: دەنگە تایبەتەکان زیاد بکە
kk: Пайдаланушы дыбыстарын қосу

source: Auto start in background
ckb: دەستپێکردنی ئۆتۆماتیکی لە پاشبنەمادا
kk: Фонда автоіске қосылу

source: MPRIS integration
ckb: یەکخستنی MPRIS
kk: MPRIS интеграциясы

source: Included Sounds in the App:
ckb: دەنگەکانی ناو بەرنامەکە:
kk: Қолданбадағы дыбыстар:

source: Birds
ckb: باڵندەکان
kk: Құстар

source: Boat
ckb: بەلەم
kk: Қайық

source: City
ckb: شار
kk: Қала

source: Coffee Shop
ckb: قاوەخانە
kk: Кофехана

source: Fireplace
ckb: ئاگردان
kk: Камин

source: Pink Noise
ckb: ژاوەژاوی پەمەیی
kk: Қызғылт шу

source: Rain
ckb: باران
kk: Жаңбыр

source: Summer Night
ckb: شەوی هاوین
kk: Жазғы түн

source: Storm
ckb: زریان
kk: Дауыл

source: Stream
ckb: تەوژم
kk: Жылға

source: Train
ckb: شەمەندەفەر
kk: Пойыз

source: Waves
ckb: شەپۆلەکان
kk: Толқындар

source: White Noise
ckb: ژاوەژاوی سپی
kk: Ақ шу

source: Wind
ckb: با
kk: Жел

source: The default screen in light theme
ckb: ڕوونمای بنەڕەت لە تەوەرەی ڕووناک
kk: Ашық тақырыптағы әдепкі экран

source: The default screen in dark theme
ckb: ڕوونمای بنەڕەت لە تەوەرەی تاریک
kk: Күңгірт тақырыптағы әдепкі экран

# visible-name
source: 'Default'
ckb: 'بنەڕەت'
kk: 'Әдепкі'

# Add your names here, do not remove previous names!
source: translator-credits
ckb: کۆشان عوسمان سەعید <koshan0othman@gmail.com>
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>

source: Appearance
ckb: ڕووخسار
kk: Сыртқы түрі

source: Dark Mode
ckb: دۆخی تاریک
kk: Күңгірт режим

source: Behavior
ckb: ڕەفتار
kk: Мінез-құлығы

source: Autostart in Background
ckb: دەستپێکردنی ئۆتۆماتیکی لە پاشبنەما
kk: Фонда автоіске қосылу

source: Always Start on Pause
ckb: هەمیشە دەستپێبکات لە وەستانەوە
kk: Әрқашан аялдатылған күйде бастау

source: Cancel
ckb: ڕەتکردنەوە
kk: Бас тарту

source: Save
ckb: هەڵگرتن
kk: Сақтау

source: Preset Name
ckb: ناوی پریسێت
kk: Пресет аты

source: Rename Preset
ckb: گۆڕینی ناوی پریسێت
kk: Пресет атын өзгерту

source: Delete Preset
ckb: سڕینەوەی پریسێت
kk: Пресетті өшіру

source: General
ckb: گشتی
kk: Жалпы

source: Play/Pause Sounds
ckb: دەنگەکان دەستپێبکە/بوەستێنە
kk: Дыбыстарды ойнату/аялдату

source: Add Custom Sound
ckb: دەنگی تایبەت زیاد بکە
kk: Пайдаланушы дыбысын қосу

source: Close Window
ckb: پەنجەرە دابخە
kk: Терезені жабу

source: Preferences
ckb: هەڵبژاردنەکان
kk: Қалаулар

source: Keyboard Shortcuts
ckb: کورتکراوەکانی تەختەکلیل
kk: Пернетақта жарлықтары

source: Quit
ckb: وازهێنان
kk: Шығу

source: Sound Name
kk: Дыбыс аты

source: Presets Menu
ckb: لیستی پریسێتەکان
kk: Пресеттер мәзірі

source: Main Menu
ckb: لیستی سەرەکی
kk: Негізгі мәзір

source: Volume Menu
ckb: لیستی دەنگ
kk: Дыбыс деңгейі мәзірі

source: Sounds Menu
ckb: لیستی دەنگەکان
kk: Дыбыстар мәзірі

source: Keep Playing when Closed
ckb: بەردەوامبە لە لێدان کاتێک داخراوە
kk: Жабылған кезде ойнатуды жалғастыру

source: About Blanket
ckb: دەربارەی Blanket
kk: Blanket туралы

source: Reset Sounds
ckb: دەنگەکان ڕێکبخەرەوە
kk: Дыбыстарды тастау

source: Hide Inactive Sounds
ckb: شاردنەوەی دەنگە ناچالاکەکان
kk: Белсенді емес дыбыстарды жасыру

source: Save as New Preset…
ckb: وەک پریسێتێکی نوێ هەڵیبگرە…
kk: Жаңа пресет ретінде сақтау…

source: Add Sound…
ckb: دەنگ زیاد بکە…
kk: Дыбысты қосу…

source: Paused to save power
ckb: وەستان بۆ هەڵگرتنی کارەبا
kk: Қуатты үнемдеу үшін аялдатылды

source: _Resume Playing
ckb: _دەستبکەرەوە بە لێدان
kk: Ойнатуды _жалғастыру

source: Nature
ckb: سروشت
kk: Табиғат

source: Travel
ckb: گەشتکردن
kk: Саяхат

source: Interiors
ckb: ژوورەوە
kk: Интерьерлер

source: Noise
ckb: ژاوەژاو
kk: Шу

source: Sounds icons
ckb: ئایکۆنەکانی دەنگەکان
kk: Дыбыстар таңбашалары

source: App icon
ckb: ئایکۆنی بەرنامە
kk: Қолданба таңбашасы

source: Source Code
ckb: سەرچاوەی کۆد
kk: Бастапқы код

source: Sounds by
ckb: دەنگەکان لەلایەن
kk: Дыбыс авторлары:

source: Sounds edited by
ckb: دەنگەکان دەستکاریکراوە لەلایەن
kk: Дыбыстарды өңдеген:

source: Autostart Blanket in background.
ckb: دەستپێکردنی ئۆتۆماتیکی Blanket لە پاشبنەما.
kk: Blanket қолданбасын фонда автоіске қосу.

source: Request error
ckb: هەڵەی داواکاری
kk: Сұраным қатесі

source: The autostart request failed.
ckb: داواکاری دەستپێکردنی ئۆتۆماتیکی شکستی هێنا.
kk: Автоіске қосу сұранымы сәтсіз аяқталды.

source: Ok
ckb: باشە
kk: ОК

source: Authorization failed
ckb: ڕێگەپێدان شکستی هێنا
kk: Авторизация сәтсіз аяқталды

source: Make sure Blanket has permission to run in the background in Settings → Applications → Blanket and try again.
ckb: دڵنیابە کە Blanket مۆڵەتی کارکردنی لە پاشبنەمادا هەیە لە ڕێکخستنەکان ← بەرنامەکان ← Blanket و دووبارە هەوڵبدەرەوە.
kk: Баптаулар → Қолданбалар → Blanket бөлімінде Blanket-ке фонда жұмыс істеуге рұқсат берілгеніне көз жеткізіп, қайталап көріңіз.

source: Sound Automatically Removed
ckb: دەنگ بە شێوەیەکی ئۆتۆماتیکی لادەبرێت
kk: Дыбыс автоматты түрде өшірілді

source: The {name} sound is no longer accessible, so it has been removed
ckb: دەنگی {name} ئیتر دەستڕاگەیشتنی نییە، بۆیە لابراوە
kk: {name} дыбысына енді қол жеткізу мүмкін емес, сондықтан ол өшірілді

source: Accept
ckb: پەسەندکردن
kk: Қабылдау

source: Open audio
ckb: دەنگ بکەرەوە
kk: Аудионы ашу

source: Add…
ckb: زیادکردن…
kk: Қосу…

source: New Preset
ckb: پریسێتی نوێ
kk: Жаңа пресет

source: Edit Preset
ckb: دەستکاری پریسێت
kk: Пресетті түзету

source: Rename
kk: Атын өзгерту

source: Remove
ckb: لابردن
kk: Өшіру

source: Rename Sound
kk: Дыбыс атын өзгерту

source: Copyright 2020-2022 Rafael Mardojai CM
ckb: مافی لەبەرگرتنەوە 2020-2022 Rafael Mardojai CM
