Repository: rafaelmardojai/blanket
Catalog: po/kw.po
Languages: kw

source: Blanket
kw: Lenn

source: Listen to different sounds
kw: Goslowes dhe sonyow divers

source: Concentrate;Focus;Noise;Productivity;Sleep;
kw: Prederi;Fogella;Noys;Askorruster;Kosk;

source: Listen to ambient sounds
kw: Goslowes dhe sonyow kerghynedhel

source: Improve focus and increase your productivity by listening to different ambient sounds
kw: Gwellhe fog ha kressya agas askorruster erbynn ow goslowes dhe sonyow divers kerghynedhel

source: Also can help you to fall asleep in a noisy environment.
kw: Keffrys gallos gweres ty dhe koska yn unn kerghynnedh trosek.

source: Features:
kw: Nasyow:

source: Save presets
kw: Sawya settyansow

source: Add custom sounds
kw: Addya sonyow personel

source: Auto start in background
kw: Dalleth awtomatek kudh

source: MPRIS integration
kw: Oberi da gans MPRIS

source: Included Sounds in the App:
kw: Sonyow Komprehendys y'n App:

source: Birds
kw: Ydhyn

source: Boat
kw: Skath

source: City
kw: Cita

source: Coffee Shop
kw: Gwerthji Koffi

source: Fireplace
kw: Oles

source: Pink Noise
kw: Noys Kigliw

source: Rain
kw: Glaw

source: Summer Night
kw: Nos Hav

source: Storm
kw: Tewedh

source: Stream
kw: Gover

source: Train
kw: Tren

source: Waves
kw: Mordonnow

source: White Noise
kw: Noys Gwynn

source: Wind
kw: Awel

source: The default screen in light theme
kw: An skrin defowt yn thema gwynn

source: The default screen in dark theme
kw: An skrin defowt yn thema du

# visible-name
source: 'Default'
kw: 'Defowt'

source: Copyright 2020-2022 Rafael Mardojai CM
kw: Gwirbryntyans 2020-2022 Rafael Mardojai CM

# Add your names here, do not remove previous names!
source: translator-credits
kw: Flynn <cirilla@tuta.io>

source: Appearance
kw: Gis

source: Dark Mode
kw: Thema Du

source: Behavior
kw: Fara

source: Autostart in Background
kw: Dalleth Awtomatek Kudh

source: Always Start on Pause
kw: Dalleth Pub Prys p'eur Powesys

source: Cancel
kw: Hedhi

source: Save
kw: Sawya

source: Preset Name
kw: Hanow Aray

source: Rename Preset
kw: Dashenwel Aray

source: Delete Preset
kw: Dilea Aray

source: General
kw: Ollgemmyn

source: Play/Pause Sounds
kw: Seni/Powes Sonyow

source: Add Custom Sound
kw: Addya Sonyow Personel

source: Close Window
kw: Kwytya Fenester

source: Preferences
kw: Settyansow

source: Keyboard Shortcuts
kw: Kesunyansow Bysowek

source: Quit
kw: Kwytya

source: Sound Name
kw: Hanow Son

source: Presets Menu
kw: Rol Arayys

source: Main Menu
kw: Rol Chif

source: Volume Menu
kw: Rol Ughelder

source: Sounds Menu
kw: Rol Sonyow

source: Keep Playing when Closed
kw: Pesya Senyans p'eur Deges

source: About Blanket
kw: A-dro Lenn

source: Reset Sounds
kw: Dilea Sonyow

source: Hide Inactive Sounds
kw: Kudha Sonyow Anweythresek

source: Save as New Preset…
kw: Sawya avel Aray Nowydh…

source: Add Sound…
kw: Addya Son…

source: Paused to save power
kw: Powesys dhe sawya batri

source: _Resume Playing
kw: _Pesya Senyans

source: Nature
kw: Natur

source: Travel
kw: Viajya

source: Interiors
kw: Pervedhow

source: Noise
kw: Noys

source: Sounds icons
kw: Arwodhigow Sonyow

source: App icon
kw: Arwodhik app

source: Source Code
kw: Kod

source: Sounds by
kw: Sonyow gans

source: Sounds edited by
kw: Sonyow dyllys gans

source: Autostart Blanket in background.
kw: Dalleth awtomatek Lenn kudh.

source: Request error
kw: Error govyn

source: The autostart request failed.
kw: An govyn dalleth awtomatek fyllis.

source: Ok
kw: Da lowr

source: Authorization failed
kw: Gront fyllis

source: Make sure Blanket has permission to run in the background in Settings → Applications → Blanket and try again.
kw: Surhe Lenn kavos gront dhe eksekutya yn kilva yn Settyansow → Appys → Lenn hag assaya arta.

source: Sound Automatically Removed
kw: Son Dilea Awtomatek

source: The {name} sound is no longer accessible, so it has been removed
kw: An son {name} yw na fella hedhadow, mar y yw removys

source: Accept
kw: Amyttya

source: Open audio
kw: Ygeri son

source: Add…
kw: Addya…

source: New Preset
kw: Aray Nowydh

source: Edit Preset
kw: Dyllo Aray

source: Rename
kw: Dashenwel

source: Remove
kw: Dilea

source: Rename Sound
kw: Dashenwel Son
